{
  "movies" : [
    {
    "name" : "Mad Max: Fury Road",
    "url" : "https://m.media-amazon.com/images/M/MV5BN2EwM2I5OWMtMGQyMi00Zjg1LWJkNTctZTdjYTA4OGUwZjMyXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_FMjpg_UX1000_.jpg",
    "description" : "His name is Max, and his world is fire and blood. Australian filmmaker George Miller had already established the postapocalyptic, predator-or-prey landscape inhabited by ex-cop Max Rockatansky in three previous movies, all starring Mel Gibson; his first sequel, known on these shores as The Road Warrior, had been considered the gold standard for dystopian car-chase extravaganzas. When it came time to revisit Mad Max decades after 1985’s Beyond Thunderdome, Miller decided he’d try to do the film the old-fashioned way, with lots of practical stunts. The director wanted nothing less than to outdo himself. He succeeded.",
    "category" : "Action"
    },
    {
    "name" : "Die Hard",
    "url" : "https://upload.wikimedia.org/wikipedia/pt/2/2a/Die_hard_poster_promocional.png",
    "description" : "NYPD officer John McClane just happens to find himself at his estranged wife’s Christmas party in a Los Angeles skyscraper when terrorists take over the building. What comes next is a cat-and-mouse game that utilizes the limitations of a single, contained locale to incredible effect.",
    "category" : "Action"
    },
    {
    "name" : "John Wick",
    "url" : "https://upload.wikimedia.org/wikipedia/pt/thumb/1/13/John_wick_ver3.jpg/250px-John_wick_ver3.jpg",
    "description" : "His name alone is enough to strike fear in both underworld bigwigs and his professional-killer peers. He’s a one-man killing machine that people refer to as a mythological boogieman. You do not want to make John Wick angry, in other words. Which is exactly what some Russian mobsters do. Bad move. Cue payback, mayhem and a pile of corpses.",
    "category" : "Action"
    },
    {
    "name" : "The Matrix",
    "url" : "https://upload.wikimedia.org/wikipedia/pt/c/c1/The_Matrix_Poster.jpg",
    "description" : "The Wachowskis’ magnificent mash-up of cyberpunk, S&M couture, comic books and cult sci-fi scenarios didn’t just introduce a fringe simulation theory into the mainstream — it also established Keanu Reeves as the 21st century’s first real action hero a year before the millennium started, and changed the way blockbusters were made.",
    "category" : "Action"
    },
    {
    "name" : "Black Panther",
    "url" : "https://upload.wikimedia.org/wikipedia/pt/2/28/Black_Panther_2018.jpg",
    "description" : "Wakanda forever! Ryan Coogler’s contribution to the MCU is more than just the high point of Marvel’s ever-expanding soap opera — it’s Exhibit A that superhero blockbusters can be not just entertaining but thought-provoking, representative, and have a point of view without losing mass appeal.",
    "category" : "Action"
    },
    {
    "name" : "The Bourne Identity",
    "url" : "https://upload.wikimedia.org/wikipedia/pt/a/ae/BourneIdentityfilm.jpg",
    "description" : "Robert Ludlum’s amnesiac hero Jason Bourne has been a fixture in the author’s novels since the early 1980s; by the time Matt Damon took on the role in the early 2000s, however, only the most devoted beach readers/spy-lit fans could have told you who he was. Then director Doug Liman’s film expounded the character’s close-combat styles, integrating Krav Maga and various Filipino martial arts into the mix, and added a jittery you-are-there sense to the action sequences.",
    "category" : "Action"
    },
    {
    "name" : "The Shining",
    "url" : "https://upload.wikimedia.org/wikipedia/pt/thumb/2/22/Shining.png/220px-Shining.png",
    "description" : "Well, The Shining follows a man and his family as he takes on the role of winter caretaker at a resort hotel known as The Overlook. Given that this is a Stephen King adaptation (albeit one that that horror author hates so much that he made his own movie), the winter months don’t go well. The Overlook Hotel, it turns out, doesn’t really like people.",
    "category" : "Horror"
    },
    {
    "name" : "The Texas Chain Saw Massacre",
    "url" : "https://images-na.ssl-images-amazon.com/images/S/pv-target-images/dbcfc020e2dce52aca1b3eb0f3a00e6b4bb5796fc7fbc0435618722b55503414._RI_V_TTW_.jpg",
    "description" : "Some movie titles are vague, letting you gradually work out their meaning as the narrative slowly unfurls in front of your eyes like a delicate flower in tea. Then there’s Tobe Hooper’s grim, sweaty horror movie. There is nothing delicate here. Its titular weapon needs to be sharp but The Texas Chainsaw Massacre is a blunt instrument of horror.",
    "category" : "Horror"
    },
    {
    "name" : "Hereditary",
    "url" : "https://m.media-amazon.com/images/M/MV5BOTU5MDg3OGItZWQ1Ny00ZGVmLTg2YTUtMzBkYzQ1YWIwZjlhXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_FMjpg_UX1000_.jpg",
    "description" : "Home is where the heart is. It’s also where the worst horror lives, hiding just beneath the surface of the perfect family life. A harrowed Toni Collette leads Ari Aster’s very first (!) feature film as the mother of a grieving family. The death of her own mother has sent shockwaves through their home and, to keep this review spoiler-free, the future isn’t looking exactly, errr, bright either.",
    "category" : "Horror"
    },
    {
    "name" : "The Exorcist",
    "url" : "https://upload.wikimedia.org/wikipedia/pt/a/a6/The_Exorcist_1973.jpg",
    "description" : "And here we are into the top five of this best horror movies list. It almost feels predictable now that William Friedkin’s masterpiece, now in its 40s, is still looming near the top of so many horror features. But watch The Exorcist and you’ll understand why. This is the tale of Regan, the daughter of a successful movie actress who one day occupies herself in the basement by playing with an ouija board.",
    "category" : "Horror"
    },
    {
    "name" : "Halloween",
    "url" : "https://m.media-amazon.com/images/M/MV5BMmMzNjJhYjUtNzFkZi00MWQ4LWJiMDEtYWM0NTAzNGZjMTI3XkEyXkFqcGdeQXVyOTE2OTMwNDk@._V1_FMjpg_UX1000_.jpg",
    "description" : "Who'd have thought an old Star Trek mask could be so terrifying? Director John Carpenter created a modern classic when he gave his villain a blank William Shatner mask to wear while he stalks babysitters around the fictional town of Haddonfield, Illinois.",
    "category" : "Horror"
    },
    {
    "name" : "Jaws",
    "url" : "https://m.media-amazon.com/images/I/71lhAl4ytXL._AC_SY606_.jpg",
    "description" : "Before Jurassic Park, before ET, and an eternity before the majority of the cast of Ready Player One were brought screaming into existence, there was Jaws, Steven Spielberg’s toothy horror. And yes, this is a horror movie. Jaws, one of the original blockbusters on account of the number of people literally queuing round the block only to flee the cinema in terror, is horrifying.",
    "category" : "Horror"
    },
    {
    "name" : "Alien",
    "url" : "https://hcmoviereviews.files.wordpress.com/2014/04/alien_movie_poster.jpg",
    "description" : "Arguably one of the greatest science fiction movies ever made also just happens to be one of the greatest horror movies too. It doesn't seem fair, does it? The original Alien from Ridley Scott sends the crew of the Nostromo to investigate a distress call from an abandoned alien spaceship as innocently as any gang of hormonal teenagers headed off to a remote cabin in the woods.",
    "category" : "Horror"
    },
  ]
}
