{
  "movies" : [
    {
    "name" : "Mad Max: Fury Road",
    "url" : "https://m.media-amazon.com/images/M/MV5BN2EwM2I5OWMtMGQyMi00Zjg1LWJkNTctZTdjYTA4OGUwZjMyXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_FMjpg_UX1000_.jpg",
    "description" : "His name is Max, and his world is fire and blood. Australian filmmaker George Miller had already established the postapocalyptic, predator-or-prey landscape inhabited by ex-cop Max Rockatansky in three previous movies, all starring Mel Gibson; his first sequel, known on these shores as The Road Warrior, had been considered the gold standard for dystopian car-chase extravaganzas. When it came time to revisit Mad Max decades after 1985’s Beyond Thunderdome, Miller decided he’d try to do the film the old-fashioned way, with lots of practical stunts. The director wanted nothing less than to outdo himself. He succeeded.",
    "category" : "Action"
    }
    {
    "name" : "Die Hard",
    "url" : "https://upload.wikimedia.org/wikipedia/pt/2/2a/Die_hard_poster_promocional.png",
    "description" : "NYPD officer John McClane just happens to find himself at his estranged wife’s Christmas party in a Los Angeles skyscraper when terrorists take over the building. What comes next is a cat-and-mouse game that utilizes the limitations of a single, contained locale to incredible effect.",
    "category" : "Action"
    }
    {
    "name" : "John Wick",
    "url" : "https://upload.wikimedia.org/wikipedia/pt/thumb/1/13/John_wick_ver3.jpg/250px-John_wick_ver3.jpg",
    "description" : "His name alone is enough to strike fear in both underworld bigwigs and his professional-killer peers. He’s a one-man killing machine that people refer to as a mythological boogieman. You do not want to make John Wick angry, in other words. Which is exactly what some Russian mobsters do. Bad move. Cue payback, mayhem and a pile of corpses.",
    "category" : "Action"
    }
    {
    "name" : "The Matrix",
    "url" : "https://upload.wikimedia.org/wikipedia/pt/c/c1/The_Matrix_Poster.jpg",
    "description" : "The Wachowskis’ magnificent mash-up of cyberpunk, S&M couture, comic books and cult sci-fi scenarios didn’t just introduce a fringe simulation theory into the mainstream — it also established Keanu Reeves as the 21st century’s first real action hero a year before the millennium started, and changed the way blockbusters were made.",
    "category" : "Action"
    }
    {
    "name" : "Black Panther",
    "url" : "https://upload.wikimedia.org/wikipedia/pt/2/28/Black_Panther_2018.jpg",
    "description" : "Wakanda forever! Ryan Coogler’s contribution to the MCU is more than just the high point of Marvel’s ever-expanding soap opera — it’s Exhibit A that superhero blockbusters can be not just entertaining but thought-provoking, representative, and have a point of view without losing mass appeal.",
    "category" : "Action"
    }
    {
    "name" : "The Bourne Identity",
    "url" : "https://upload.wikimedia.org/wikipedia/pt/a/ae/BourneIdentityfilm.jpg",
    "description" : "Robert Ludlum’s amnesiac hero Jason Bourne has been a fixture in the author’s novels since the early 1980s; by the time Matt Damon took on the role in the early 2000s, however, only the most devoted beach readers/spy-lit fans could have told you who he was. Then director Doug Liman’s film expounded the character’s close-combat styles, integrating Krav Maga and various Filipino martial arts into the mix, and added a jittery you-are-there sense to the action sequences.",
    "category" : "Action"
    }
  ]
}
